tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'homebrew/services'
tap 'homebrew/versions'
cask 'java'
cask 'xquartz'
brew 'android-sdk'
brew 'android-ndk'
brew 'apr', args: ['universal']
brew 'pkg-config'
brew 'makedepend'
brew 'openssl', args: ['universal']
brew 'readline'
brew 'postgresql', args: ['with-dtrace', 'with-python'], service_restart: true
brew 'cmake'
brew 'mysql', service_restart: true
brew 'unixodbc', args: ['universal']
brew 'freetds', args: ['universal', 'with-krb5', 'with-msdblib', 'with-odbc-wide', 'with-unixodbc']
brew 'icu4c', args: ['c++11', 'universal']
brew 'sqlite', args: ['universal', 'with-dbstat', 'with-docs', 'with-fts', 'with-functions', 'with-icu4c', 'with-json1', 'with-session', 'with-unlock-notify']
brew 'apr-util', args: ['universal']
brew 'xz', args: ['universal']
brew 'gettext', args: ['universal']
brew 'libffi'
brew 'pcre', args: ['universal']
brew 'glib', args: ['universal']
brew 'libpng', args: ['universal']
brew 'freetype', args: ['universal']
brew 'fontconfig', args: ['universal']
brew 'pixman', args: ['universal']
brew 'cairo', args: ['universal', 'with-x11']
brew 'git', args: ['with-blk-sha1', 'with-brewed-curl', 'with-brewed-openssl', 'with-brewed-svn', 'with-gettext', 'with-pcre', 'with-persistent-https']
brew 'gobject-introspection', args: ['universal']
brew 'atk', args: ['universal']
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'graphite2', args: ['universal']
brew 'harfbuzz', args: ['universal', 'with-cairo', 'with-graphite2']
brew 'pango', args: ['universal', 'with-x11']
brew 'jpeg', args: ['universal']
brew 'libtiff', args: ['c++11', 'universal', 'with-xz']
brew 'jasper', args: ['universal']
brew 'netpbm', args: ['universal']
brew 'gts', args: ['universal']
brew 'gdk-pixbuf', args: ['universal', 'with-relocations']
brew 'intltool'
brew 'libcroco'
brew 'libgsf', args: ['with-gdk-pixbuf']
brew 'libtool'
brew 'libepoxy', args: ['universal']
brew 'hicolor-icon-theme'
brew 'gsettings-desktop-schemas'
brew 'gtk+3', args: ['universal', 'with-jasper', 'with-quartz-relocation']
brew 'librsvg', args: ['with-gtk+3']
brew 'graphviz', args: ['universal', 'with-bindings', 'with-freetype', 'with-gts', 'with-librsvg', 'with-pango', 'with-x11']
brew 'ocaml', args: ['with-flambda', 'with-x11']
brew 'llvm', args: ['universal', 'with-all-targets', 'with-graphviz', 'with-ocaml', 'with-python', 'with-shared-libs', 'with-toolchain']
brew 'doxygen'
brew 'libevent', args: ['universal']
brew 'gmp', args: ['c++11']
brew 'mpfr'
brew 'libmpc'
brew 'isl'
brew 'gcc', args: ['with-all-languages', 'with-jit', 'without-multilib']
brew 'open-mpi', args: ['c++11', 'with-java', 'with-mpi-thread-multiple']
brew 'boost', args: ['c++11', 'universal', 'with-icu4c']
brew 'c-ares'
brew 'ctags'
brew 'libidn', args: ['universal']
brew 'rtmpdump'
brew 'libressl'
brew 'libssh2'
brew 'libmetalink'
brew 'libev'
brew 'jansson', args: ['universal']
brew 'spdylay'
brew 'jemalloc'
brew 'nghttp2'
brew 'curl', args: ['with-c-ares', 'with-gssapi', 'with-libidn', 'with-libmetalink', 'with-libssh2', 'with-nghttp2', 'with-rtmpdump']
brew 'dbus', service_restart: true
brew 'libgpg-error', args: ['universal']
brew 'libassuan'
brew 'libgcrypt', args: ['universal']
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'djvulibre'
brew 'ecj'
brew 'fftw', args: ['with-fortran', 'with-mpi', 'with-openmp']
brew 'giflib', args: ['universal', 'with-x11']
brew 'webp', args: ['universal', 'with-giflib', 'with-libtiff']
brew 'gd', args: ['universal']
brew 'gdbm'
brew 'little-cms2', args: ['universal']
brew 'ghostscript', args: ['with-djvu', 'with-x11']
brew 'gtk+', args: ['universal', 'with-quartz-relocation']
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb', args: ['universal']
brew 'libusb-compat', args: ['universal']
brew 'gnupg2', args: ['with-readline']
brew 'go'
brew 'gpgme'
brew 'heroku'
brew 'ilmbase', args: ['universal']
brew 'little-cms', args: ['universal', 'with-python']
brew 'libwmf'
brew 'liblqr'
brew 'openexr', args: ['universal']
brew 'openjpeg', args: ['with-static']
brew 'imagemagick', args: ['with-fftw', 'with-fontconfig', 'with-ghostscript', 'with-hdri', 'with-liblqr', 'with-librsvg', 'with-libwmf', 'with-little-cms', 'with-little-cms2', 'with-opencl', 'with-openexr', 'with-openjpeg', 'with-openmp', 'with-pango', 'with-perl', 'with-quantum-depth-32', 'with-webp', 'with-x11']
brew 'json-c', args: ['universal']
brew 'libxml2', args: ['universal', 'with-python']
brew 'libyaml', args: ['universal']
brew 'lua', args: ['with-completion']
brew 'luajit', args: ['with-52compat']
brew 'nginx', args: ['with-gunzip', 'with-http2', 'with-webdav'], service_restart: true
brew 'redis', service_restart: true
brew 'scons'
brew 'subversion', args: ['universal', 'with-gpg-agent', 'with-java', 'with-perl', 'with-python', 'with-ruby']
brew 'swig', args: ['universal']
brew 'the_silver_searcher'
brew 'wget', args: ['with-gpgme', 'with-iri', 'with-libmetalink', 'with-libressl', 'with-pcre']
brew 'zsh'
brew 'zsh-completions'
brew 'zsh-syntax-highlighting'
brew 'homebrew/completions/brew-cask-completion'
brew 'homebrew/completions/bundler-completion'
brew 'homebrew/completions/gem-completion'
brew 'homebrew/completions/grunt-completion'
brew 'homebrew/completions/rails-completion'
brew 'homebrew/completions/rake-completion'
brew 'homebrew/completions/ruby-completion'
brew 'homebrew/dupes/tcl-tk', args: ['with-threads', 'with-x11']
cask 'android-studio'
cask 'atom'
cask 'firefox'
cask 'gimp'
cask 'google-chrome'
cask 'google-drive'
cask 'google-earth'
cask 'google-earth-web-plugin'
cask 'google-hangouts'
cask 'inkscape'
cask 'iterm2'
cask 'java6'
cask 'java7'
cask 'lastpass'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'steam'
cask 'tunnelblick'
cask 'unifi-controller'
cask 'vlc'
