tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "mongodb/brew"
tap "spl/pdftk"
brew "xz"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "autoconf"
brew "automake"
brew "readline"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "cmctl"
brew "coreutils"
brew "ctags"
brew "curl"
brew "doctl"
brew "doxygen"
brew "eksctl"
brew "elixir"
brew "elm"
brew "elm-format"
brew "f3"
brew "zeromq"
brew "freetds"
brew "git"
brew "lua"
brew "qt"
brew "go"
brew "gptfdisk"
brew "graphicsmagick"
brew "graphviz"
brew "gzip"
brew "helm"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "keychain"
brew "krb5"
brew "kubernetes-cli"
brew "leiningen"
brew "libftdi"
brew "libressl"
brew "libyaml"
brew "makedepend"
brew "mercurial"
brew "mongocli"
brew "mongosh"
brew "mono"
brew "mysql", restart_service: true
brew "mysql-client"
brew "neovim"
brew "nginx"
brew "nodenv"
brew "octave"
brew "open-ocd"
brew "opencv"
brew "ossp-uuid"
brew "p7zip"
brew "postgresql@15", restart_service: true
brew "protobuf-c"
brew "r"
brew "rabbitmq", restart_service: true
brew "rbenv"
brew "rbenv-ctags"
brew "redis", restart_service: true
brew "ripgrep"
brew "ruby"
brew "rustup-init"
brew "speedtest-cli"
brew "swift-protobuf"
brew "terraform"
brew "tesseract-lang"
brew "tmux"
brew "vips"
brew "watchman"
brew "wget"
brew "wimlib"
brew "ykpers"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "alfred"
cask "alt-tab"
cask "asana"
cask "authy"
cask "caldigit-docking-utility"
cask "caldigit-thunderbolt-charging"
cask "charles"
cask "cron"
cask "cyberduck"
cask "dash"
cask "docker"
cask "figma"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-hasklig"
cask "font-hasklug-nerd-font"
cask "font-inconsolata"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-montserrat"
cask "font-powerline-symbols"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-ubuntu"
cask "google-chrome"
cask "iterm2"
cask "jetbrains-toolbox"
cask "ledger-live"
cask "linear-linear"
cask "logi-options-plus"
cask "macfuse"
cask "menumeters"
cask "microsoft-edge"
cask "mongodb-compass"
cask "ngrok"
cask "notion"
cask "oracle-jdk"
cask "oracle-jdk-javadoc"
cask "postman"
cask "raspberry-pi-imager"
cask "react-native-debugger"
cask "redisinsight"
cask "shottr"
cask "slack"
cask "steam"
cask "tidal"
cask "transmission"
cask "tunnelblick"
cask "utc-menu-clock"
cask "utm"
cask "via"
cask "visual-studio-code"
cask "xquartz"
cask "yubico-authenticator"
cask "zoom"
vscode "castwide.solargraph"
vscode "ckolkman.vscode-postgres"
vscode "coolbear.systemd-unit-file"
vscode "DotJoshJohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "GrapeCity.gc-excelviewer"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "HookyQR.minify"
vscode "humao.rest-client"
vscode "karunamurti.haml"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-mysql"
vscode "mtxr.sqltools-driver-sqlite"
vscode "RandomFractalsInc.vscode-data-preview"
vscode "redhat.vscode-yaml"
vscode "Shopify.ruby-extensions-pack"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "syler.sass-indented"
vscode "tomoki1207.pdf"
vscode "vscodevim.vim"
