tap "filosottile/musl-cross"
tap "go-delve/delve"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "spl/pdftk"
cask "osxfuse"
cask "xquartz"
brew "gmp"
brew "isl"
brew "mpfr"
brew "gcc"
brew "openssl"
brew "autoconf"
brew "automake"
brew "readline"
brew "sqlite"
brew "xz"
brew "python"
brew "awscli"
brew "cargo-completion"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "ctags"
brew "curl"
brew "go"
brew "dep"
brew "docker"
brew "libyaml"
brew "docker-compose"
brew "docker-credential-helper"
brew "docker-credential-helper-ecr"
brew "docker-machine", restart_service: true
brew "docker-machine-driver-hyperkit"
brew "docker-machine-driver-xhyve"
brew "docker-machine-nfs"
brew "doctl"
brew "doxygen"
brew "elixir"
brew "elm"
brew "elm-format"
brew "ext2fuse"
brew "ext4fuse"
brew "f3"
brew "git"
brew "lua"
brew "qt"
brew "graphicsmagick"
brew "hyperkit"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "kubernetes-helm"
brew "leiningen"
brew "libressl"
brew "makedepend"
brew "python@2"
brew "mercurial"
brew "mongodb", restart_service: true
brew "mono"
brew "mysql", restart_service: true
brew "neovim"
brew "nodenv"
brew "octave"
brew "open-ocd"
brew "opencv"
brew "ossp-uuid"
brew "p7zip"
brew "postgresql", restart_service: true
brew "protobuf-c"
brew "r"
brew "rabbitmq"
brew "rbenv"
brew "rbenv-ctags"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "rustc-completion"
brew "speedtest-cli"
brew "swift-protobuf"
brew "tesseract-lang"
brew "tmux"
brew "watchman"
brew "wget"
brew "ykpers"
brew "zeromq"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "filosottile/musl-cross/musl-cross", args: ["with-aarch64", "with-arm", "with-arm-hf", "with-i486", "with-mips"]
cask "adobe-connect"
cask "adobe-creative-cloud"
cask "alfred"
cask "android-studio"
cask "cyberduck"
cask "elgato-thunderbolt-dock"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-fira-code"
cask "font-fira-mono-for-powerline"
cask "font-hasklig"
cask "font-hasklig-nerd-font"
cask "font-hasklig-nerd-font-mono"
cask "font-inconsolata"
cask "font-inconsolata-dz-for-powerline"
cask "font-inconsolata-for-powerline"
cask "font-inconsolata-for-powerline-bold"
cask "font-montserrat"
cask "font-powerline-symbols"
cask "font-roboto"
cask "font-roboto-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "font-ubuntu"
cask "google-backup-and-sync"
cask "google-chrome"
cask "gpg-suite"
cask "horndis"
cask "intel-haxm"
cask "iterm2"
cask "java"
cask "java11"
cask "java6"
cask "ledger-live"
cask "menumeters"
cask "minikube"
cask "oracle-jdk"
cask "oracle-jdk-javadoc"
cask "quickbooks-online"
cask "razer-synapse"
cask "react-native-debugger"
cask "sketch"
cask "skype"
cask "slack"
cask "sublime-text"
cask "transmission"
cask "tunnelblick"
cask "ubiquiti-unifi-controller"
cask "utc-menu-clock"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "whatsapp"
cask "zeplin"
cask "zoomus"
